CSI API ETABS v1
cDesignConcrete.Eurocode_2_2004 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDCoEurocode_2_2004 Eurocode_2_2004 { get; }
ReadOnly Property Eurocode_2_2004 As cDCoEurocode_2_2004
	Get
Dim instance As cDesignConcrete
Dim value As cDCoEurocode_2_2004
value = instance.Eurocode_2_2004
property cDCoEurocode_2_2004^ Eurocode_2_2004 {
	cDCoEurocode_2_2004^ get ();
}
abstract Eurocode_2_2004 : cDCoEurocode_2_2004 with get
Property Value
Type: cDCoEurocode_2_2004
See Also
Reference
cDesignConcrete Interface
ETABSv1 Namespace